Repository: abderrazek9/SmartPos
Catalog: SmartPos/Resources/Strings/AppResources.*.resx
Languages: ar

# Button_Cancel
source: Cancel
ar: إلغاء

# Button_PickImage
source: Pick Image
ar: إختيار صورة

# Button_Save
source: Save
ar: حفظ

# Category_Basics
source: Basic Materials
ar: المواد الأساسية

# Category_CannedFrozen
source: Canned & Frozen
ar: المعلبات والمجمدات

# Category_Cleaning
source: Cleaning Supplies
ar: مواد التنظيف

# Category_Dairy
source: Dairy Products
ar: منتجات الألبان

# Category_Drinks
source: Beverages
ar: المشروبات

# Category_Snacks
source: Snacks
ar: الوجبات الخفيفة

# CurrencySymbol
source: DA
ar: دج

source: Current Order
ar: الطلب الحالي

# HelloFormat
source: Hello, {0}
ar: مرحبا، ‎ {0}‎

# HelpPopup_CallUsAt
source: Call us at
ar: إتصل بنا على

# HelpPopup_CopyToClipboard
source: Copy to Clipboard
ar: نسخ الى الحافظة

# HelpPopup_DesignedAndDevelopedBy
source: Designed & Developed by:
ar: : مصمم و مطور بواسطة

# HelpPopup_EmailUsAt
source: Email us at
ar: راسلنا عبر البريد الإلكتروني

# HelpPopup_Title
source: Need Help !
ar: ! هل تحتاج المساعدة

# HelpPopup_YouCanConnectWithUs
source: You can connect with us
ar: بإمكانك التواصل معنا

# Item_10_Desc
source: 2 kg bag
ar: كيس 2 كجم

# Item_10_Name
source: Semolina
ar: سميد

# Item_11_Desc
source: 400 g can
ar: علبة 400 جرام

# Item_11_Name
source: Caneed Beans
ar: فول معلب

# Item_12_Desc
source: 400 g can
ar: علبة 400 جرام

# Item_12_Name
source: Caneed Tomatoes
ar: طماطم مصبرة

# Item_13_Desc
source: 125 g can
ar: علبة 125 جرام

# Item_13_Name
source: Caneed Sardines
ar: سردين معلب

# Item_14_Desc
source: 1 kg imported meat
ar: كيلو لحم مستورد

# Item_14_Name
source: Frozen Meat
ar: لحم مجمد

# Item_15_Desc
source: Whole 1.2 kg chicken
ar: دجاجة كاملة 1.2 كجم

# Item_15_Name
source: Frozen Chicken
ar: دجاج مجمد

# Item_16_Desc
source: 500 g tub
ar: علبة 500 جرام

# Item_16_Name
source: Plain Yogurt
ar: لبن طبيعي

# Item_17_Desc
source: 8-piece pack
ar: علبة 8 قطع

# Item_17_Name
source: Cheese Triangles
ar: جبن مثلثات

# Item_18_Desc
source: 250 g pack
ar: عبوة 250 جرام

# Item_18_Name
source: Butter
ar: زبدة

# Item_19_Desc
source: 200 g
ar: 200 جرام

# Item_19_Name
source: Roumy Cheese
ar: جبن رومي

# Item_1_Desc
source: 1.5 L bottle
ar: قارورة ماء 1.5 لتر

# Item_1_Name
source: Mineral Water
ar: ماء معدني

# Item_20_Desc
source: 500 g can
ar: علبة 500 جرام

# Item_20_Name
source: Powdered Milk
ar: حليب بودرة

# Item_21_Desc
source: 300 g pack
ar: علبة 300 جرام

# Item_21_Name
source: Biscuits
ar: بسكويت

# Item_22_Desc
source: 100 g bar
ar: لوح 100 جرام

# Item_22_Name
source: Chocolate
ar: شوكولاتة

# Item_23_Desc
source: 250 g bag
ar: كيس 250 جرام

# Item_23_Name
source: Nuts
ar: مكسرات

# Item_24_Desc
source: 150 g bag
ar: كيس 150 جرام

# Item_24_Name
source: Potato Chips
ar: رقائق البطاطس

# Item_25_Desc
source: 10-piece pack
ar: عبوة 10 قطع

# Item_25_Name
source: Gum
ar: علكة

# Item_26_Desc
source: 1 L bottle
ar: عبوة 1 لتر

# Item_26_Name
source: Liquid Soap
ar: صابون سائل

# Item_27_Desc
source: 3 kg bag
ar: كيس 3 كجم

# Item_27_Name
source: Washing Powder
ar: مسحوق غسيل

# Item_28_Desc
source: 300 ml bottle
ar: عبوة 300 مل

# Item_28_Name
source: Air Freshener
ar: معطر جو

# Item_29_Desc
source: 5-piece pack
ar: عبوة 5 قطع

# Item_29_Name
source: Dish Sponge
ar: إسفنج أطباق

# Item_2_Desc
source: 1 L bottle
ar: عبوة 1 لتر

# Item_2_Name
source: Soda
ar: مشروب غازي

# Item_30_Desc
source: 150-sheet pack
ar: رزمة 150 ورقة

# Item_30_Name
source: Tissues
ar: مناديل ورقية

# Item_3_Desc
source: 1 L full-cream milk
ar: لتر حليب كامل الدسم

# Item_3_Name
source: UHT Milk
ar: حليب معقم

# Item_4_Desc
source: 1 L bottle
ar: عبوة 1 لتر

# Item_4_Name
source: Fresh Juice
ar: عصير طبيعي

# Item_5_Desc
source: 200 g pack
ar: علبة 200 جرام

# Item_5_Name
source: Coffee
ar: قهوة

# Item_6_Desc
source: 2 kg bag
ar: كيس 2 كجم

# Item_6_Name
source: Wheat Flour
ar: طحين القمح

# Item_7_Desc
source: 1 kg bag
ar: كيس 1 كجم

# Item_7_Name
source: Rice
ar: أرز

# Item_8_Desc
source: 1 kg bag
ar: كيس 1 كجم

# Item_8_Name
source: White Sugar
ar: سكر أبيض

# Item_9_Desc
source: 1 L bottle
ar: عبوة 1 لتر

# Item_9_Name
source: Vegetable Oil
ar: زيت نباتي

# Label_Categories
source: Categories
ar: الأصناف

# Label_Date
source: Date
ar: التاريخ

# Label_Description
source: Description
ar: الوصف

# Label_ImageIcon
source: Image/Icon
ar: الصورة/الأيقونة

# Label_Name
source: Name
ar: الاسم

# Label_Price
source: Price
ar: السعر

# Label_Quantity_Field
source: Quantity
ar: الكمية

# Label_Time
source: Time
ar: الوقت

# ManageMenuCategoriesPage_Button_Delete
source: Delete
ar: حذف

# ManageMenuCategoriesPage_SwipeLeftDelete
source: Swipe left to delete ←
ar: اسحب لليسار للحذف ←

# ManageMenuCategoriesPage_Title
source: Manage Menu Categories
ar: إدارة فئات القائمة

# ManageMenuItemPage_Title
source: Manage Menu Items
ar: إدارة الأصناف

# NotificationsPage_SwipeItem_Delete
source: Delete
ar: حذف

# NotificationsPage_Title
source: Notifications
ar: الإشعارات

# OrdersPage_Button_Printing
source: Printing
ar: طباعة

# OrdersPage_Empty_NoOrderSelected
source: No Order Selected
ar: لم يتم اختيار الطلب

# OrdersPage_Empty_SelectOrder
source: Select an Order from the left section to view it's items
ar: اختر طلبا من القسم الأيسر لعرض عناصره

# OrdersPage_Header_Amount
source: Amount
ar: المبلغ

# OrdersPage_Header_NoOfItems
source: No.of Items
ar: عدد العناصر

# OrdersPage_Header_OrderDate
source: Order Date
ar: تاريخ الطلب

# OrdersPage_Header_OrderId
source: Order Id
ar: رقم الطلب

# OrdersPage_Header_PayMode
source: Pay Mode
ar: طريقة الدفع

# OrdersPage_ItemCountFormat
source: {0} Item(s)
ar: عنصر ‎{0}‎

# OrdersPage_SelectedItems_Title
source: Selected Order Items
ar: عناصر الطلب المحدد

# OrdersPage_Title
source: Orders
ar: الطلبات

# OrdersPage_ToolTip_ViewOrderItems
source: View Order Items
ar: عرض عناصر الطلب

source: Paid Cash
ar: دفع نقداً

source: Paid Online
ar: دفع الكتروني

# Placeholder_EnterDescription
source: Enter Description
ar: أدخل الوصف

# Placeholder_EnterName
source: Enter Name
ar: أدخل الاسم

# Placeholder_EnterPrice
source: Enter Price
ar: أدخل السعر

# Placeholder_EnterQuantity
source: Enter Quantity
ar: أدخل الكمية

source: Promotion
ar: الخصم

# Prompt_ClearCart_Accept
source: Yes
ar: نعم

# Prompt_ClearCart_Cancel
source: No
ar: لا

# Prompt_ClearCart_Message
source: Do you really want to clear the cart
ar: هل تريد فعلا مسح السلة ؟

# Prompt_ClearCart_Title
source: Clear Cart?
ar: مسح السلة ؟

# Prompt_InvalidPercentage_NotNumber_Message
source: Entered Discount Percentage Is Invalid
ar: النسبة المدخلة غير صالحة

# Prompt_InvalidPercentage_NotNumber_Title
source: Invalid Value
ar: قيمة غير صالحة

# Prompt_InvalidPercentage_TooHigh_Message
source: Discount Percentage Cannot be more than 100
ar: نسبة الخصم لا يمكن أن تتجاوز 100

# Prompt_InvalidPercentage_TooHigh_Title
source: Invalid Value
ar: قيمة غير صالحة

# Prompt_LowStockAlert_Accept
source: Ok
ar: حسناً

# Prompt_LowStockAlert_Title
source: Low Stock Warning
ar: تنبيه المخزون منخفض

# Prompt_Ok
source: Ok
ar: حسناً

# Prompt_PlaceOrderError_Accept
source: Ok
ar: موافق

# Prompt_PlaceOrderError_Title
source: Error
ar: خطأ

# Prompt_PrintError_Connection_Message
source: Failed to connect to printer via Bluettoth.
ar: فشل الاتصال بالطابعة عبر البلوتوث

# Prompt_PrintError_Connection_Title
source: Error
ar: خطأ

# Prompt_PrintError_Exception_Accept
source: Ok
ar: موافق

# Prompt_PrintError_Exception_Title
source: Error
ar: خطأ

# Prompt_PrintError_PrintFailed_Message
source: An error occurred during printing.
ar: حدث خلل أثناء عملية الطباعة

# Prompt_PrintError_PrintFailed_Title
source: Error
ar: خطأ

# Prompt_PromoMessage
source: Enter The Applicable Discount Percentage
ar: أدخل نسبة الخصم المطبقة

# Prompt_PromoTitle
source: Prom Percentage
ar: نسبة الخصم

# Prompt_StockEmpty_Message
source: You cannot order "{0}" because it is not available.
ar: لان المنتج غير متوفر‎ ‎‎"{0}"‎‎ لا يمكنك طلب

# Prompt_StockEmpty_Title
source: Out of Stock
ar: نفاد المخزون

# Prompt_StockQuantityUnavailable_Message
source: you cannot order {0} of "{1}", available: {2}.
ar: ‎المتوفر: ‎‎"{2}"‎‎ ‎‎"{1}"‎‎ من‎‎ ‎{0}‎ لا يمكنك طلب

# Prompt_StockQuantityUnavailable_Title
source: Quantity Unavailable
ar: كمية غير متاحة

# Prompt_YourName_Message
source: Enter your name
ar: أدخل اسمك

# Prompt_YourName_Title
source: Your name
ar: اسمك

# QuantityFormat
source: Quantity: {0}
ar: الكمية: ‎{0}‎

# SaveMenuCategoriesPage_Section_Title
source: Save Menu Category
ar: حفظ الفئة

# SaveMenuItemPage_Title
source: Save Menu Item
ar: حفظ الصنف

# SettingsPage_Button_ChangeUserName
source: Change User Name
ar: تغيير اسم المستخدم

# SettingsPage_Title
source: Settings
ar: الإعدادات

source: SubTotal
ar: المجموع الفرعي

# Toast_NoOrderSelected
source: No order selected for printing.
ar: لم يتم إختيار طلب للطباعة

# Toast_OrderCreated
source: Order creation successfully
ar: تم إنشاء الطلب بنجاح

# Toast_PrintSuccess
source: Printing succeeded !
ar: تمت الطباعة بنجاح

# ToolTip_ClearCart
source: Clear the Cart
ar: مسح السلة

# ToolTip_RemoveItemFromCart
source: Remove This Item From Cart
ar: إزالة هذا العنصر من السلة

source: Total
ar: الاجمالي
